Revit 2027 API
GroupTypeId.Insulation Property
 Insulation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Insulation { get; }
Public Shared ReadOnly Property Insulation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Insulation {
	ForgeTypeId^ get ();
}
static member Insulation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace